tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "argocd"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "cosign"
brew "zstd"
brew "gcc"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "helm"
brew "jq"
brew "k9s"
brew "minikube"
brew "node"
brew "terraform"
brew "zsh"
brew "romkatv/powerlevel10k/powerlevel10k"
